Repository: steipete/CodexBar
Catalog: Sources/CodexBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Usage history (30 days)
de: Nutzungsverlauf (30 Tage)
es: Historial de uso (30 días)
fr: Historique d'utilisation (30 jours)
ja: 使用量履歴（30日間）
ko: 사용량 기록(30일)
zh_hans: 用量历史（30 天）
zh_hant: 用量歷史（30 天）

source: Window: %@
de: Fenster: %@
es: Ventana: %@
fr: Fenêtre : %@
ja: ウィンドウ: %@
ko: 윈도우: %@
zh_hans: 窗口: %@
zh_hant: 視窗: %@

source: Resets: %@
de: Zurücksetzung: %@
es: Reinicio: %@
fr: Réinitialisation : %@
ja: リセット: %@
ko: 리셋: %@
zh_hans: 重置: %@
zh_hant: 重置: %@

source: left
de: übrig
es: restante
fr: restant
ja: 残り
ko: 남음
zh_hans: 剩余
zh_hant: 剩餘

source: used
de: verbraucht
es: usado
fr: utilisé
ja: 使用済み
ko: 사용됨
zh_hans: 已用
zh_hant: 已用

source: Usage remaining
de: Verbleibende Nutzung
es: Uso restante
fr: Utilisation restante
ja: 残り使用量
ko: 남은 사용량
zh_hans: 剩余用量
zh_hant: 剩餘用量

source: Usage used
de: Verbrauchte Nutzung
es: Uso consumido
fr: Utilisation consommée
ja: 使用済み量
ko: 사용된 사용량
zh_hans: 已使用量
zh_hant: 已使用量

source: Credits remaining
de: Verbleibende Credits
es: Créditos restantes
fr: Crédits restants
ja: 残りクレジット
ko: 남은 크레딧
zh_hans: 剩余积分
zh_hant: 剩餘積分

source: Extra usage spent
de: Zusätzliche Nutzung verbraucht
es: Uso adicional gastado
fr: Utilisation supplémentaire dépensée
ja: 追加使用量
ko: 추가 사용량 소비
zh_hans: 额外用量支出
zh_hant: 額外用量支出

source: Refreshing…
de: Aktualisierung…
es: Actualizando…
fr: Actualisation…
ja: 更新中…
ko: 새로고침 중…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Quota usage
de: Kontingentnutzung
es: Uso de cuota
fr: Utilisation du quota
ja: クォータ使用量
ko: 할당량 사용량
zh_hans: 配额用量
zh_hant: 配額用量

source: Extra usage
de: Zusätzliche Nutzung
es: Uso adicional
fr: Utilisation supplémentaire
ja: 追加使用量
ko: 추가 사용량
zh_hans: 额外用量
zh_hant: 額外用量

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
ja: 今月
ko: 이번 달
zh_hans: 本月
zh_hant: 本月

source: Today: %@
de: Heute: %@
es: Hoy: %@
fr: Aujourd'hui : %@
ja: 今日: %@
ko: 오늘: %@
zh_hans: 今天: %@
zh_hant: 今天: %@

source: Last 30 days: %@
de: Letzte 30 Tage: %@
es: Últimos 30 días: %@
fr: 30 derniers jours : %@
ja: 直近30日: %@
ko: 최근 30일: %@
zh_hans: 最近 30 天: %@
zh_hant: 最近 30 天: %@

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
ja: パーセント
ko: 퍼센트
zh_hans: 百分比
zh_hant: 百分比

source: Pace
de: Tempo
es: Ritmo
fr: Rythme
ja: ペース
ko: 페이스
zh_hans: 节奏
zh_hant: 節奏

source: Both
de: Beides
es: Ambos
fr: Les deux
ja: 両方
ko: 둘 다
zh_hans: 两者
zh_hant: 兩者

source: Show remaining/used percentage (e.g. 45%)
de: Verbleibenden/verbrauchten Prozentsatz anzeigen (z. B. 45 %)
es: Mostrar porcentaje restante/usado (ej. 45%)
fr: Afficher le pourcentage restant/utilisé (ex. 45 %)
ja: 残り/使用済みパーセンテージを表示（例：45%）
ko: 남은/사용된 백분율 표시(예: 45%)
zh_hans: 显示剩余/已用百分比（例如 45%）
zh_hant: 顯示剩餘/已用百分比（例如 45%）

source: Show pace indicator (e.g. +5%)
de: Tempoindikator anzeigen (z. B. +5 %)
es: Mostrar indicador de ritmo (ej. +5%)
fr: Afficher l'indicateur de rythme (ex. +5 %)
ja: ペースインジケーターを表示（例：+5%）
ko: 페이스 표시기 표시(예: +5%)
zh_hans: 显示节奏指示器（例如 +5%）
zh_hant: 顯示節奏指示器（例如 +5%）

source: Show both percentage and pace (e.g. 45% · +5%)
de: Prozentsatz und Tempo anzeigen (z. B. 45 % · +5 %)
es: Mostrar porcentaje y ritmo (ej. 45% · +5%)
fr: Afficher le pourcentage et le rythme (ex. 45 % · +5 %)
ja: パーセンテージとペースの両方を表示（例：45% · +5%）
ko: 백분율과 페이스 모두 표시(예: 45% · +5%)
zh_hans: 同时显示百分比和节奏（例如 45% · +5%）
zh_hant: 同時顯示百分比和節奏（例如 45% · +5%）

source: No usage breakdown data.
de: Keine Nutzungsaufschlüsselungsdaten.
es: No hay datos de desglose de uso.
fr: Aucune donnée de ventilation d'utilisation.
ja: 使用量の内訳データがありません。
ko: 사용량 분석 데이터가 없습니다.
zh_hans: 无用量明细数据。
zh_hant: 無用量明細資料。

source: No cost history data.
de: Keine Kostenverlaufsdaten.
es: No hay datos de historial de costos.
fr: Aucune donnée d'historique des coûts.
ja: コスト履歴データがありません。
ko: 비용 내역 데이터가 없습니다.
zh_hans: 无费用历史数据。
zh_hant: 無費用歷史資料。

source: No credits history data.
de: Keine Credits-Verlaufsdaten.
es: No hay datos de historial de créditos.
fr: Aucune donnée d'historique des crédits.
ja: クレジット履歴データがありません。
ko: 크레딧 내역 데이터가 없습니다.
zh_hans: 无积分历史数据。
zh_hant: 無積分歷史資料。

source: Total (30d): %@
de: Gesamt (30 T.): %@
fr: Total (30 j) : %@
ja: 合計（30 日間）：%@
ko: 합계(30일): %@
zh_hans: 合计（30 天）：%@
zh_hant: 合計（30 天）：%@

source: Total (30d): %@ credits
de: Gesamt (30T): %@ Credits
es: Total (30d): %@ créditos
fr: Total (30j) : %@ crédits
ja: 合計 (30日): %@ クレジット
ko: 합계 (30일): %@ 크레딧
zh_hans: 总计 (30天): %@ 积分
zh_hant: 總計 (30天): %@ 積分

source: Hover a bar for details
de: Über einen Balken fahren für Details
es: Pase el cursor sobre una barra para ver detalles
fr: Survoler une barre pour les détails
ja: バーにカーソルを合わせて詳細を表示
ko: 막대 위에 마우스를 올려 세부 정보 보기
zh_hans: 悬停柱状图查看详情
zh_hant: 懸停柱狀圖查看詳情

source: Manual
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: Primary
de: Primär
es: Primario
fr: Principal
ja: プライマリ
ko: 기본
zh_hans: 主要
zh_hant: 主要

source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire
ja: セカンダリ
ko: 보조
zh_hans: 次要
zh_hant: 次要

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
ja: 平均
ko: 평균
zh_hans: 平均
zh_hant: 平均

source: Stable
de: Stabil
es: Estable
ja: 安定版
ko: 안정
zh_hans: 稳定版
zh_hant: 穩定版

source: Receive only stable, production-ready releases.
de: Nur stabile, produktionsreife Versionen erhalten.
es: Recibir solo versiones estables listas para producción.
fr: Recevoir uniquement les versions stables et prêtes pour la production.
ja: 安定した本番リリースのみを受信します。
ko: 안정적인 프로덕션 릴리스만 수신합니다.
zh_hans: 仅接收稳定的正式版本。
zh_hant: 僅接收穩定的正式版本。

source: Receive stable releases plus beta previews.
de: Stabile Versionen und Beta-Vorschauen erhalten.
es: Recibir versiones estables más vistas previas beta.
fr: Recevoir les versions stables et les aperçus bêta.
ja: 安定版リリースとベータプレビューを受信します。
ko: 안정 릴리스와 베타 미리보기를 수신합니다.
zh_hans: 接收稳定版本及测试版预览。
zh_hant: 接收穩定版本及測試版預覽。

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
ja: たった今
ko: 방금
zh_hans: 刚刚
zh_hant: 剛剛

source: Outside-In
de: Außen-Innen
es: Exterior-Interior
fr: Extérieur-Intérieur
ja: アウトサイドイン
ko: 바깥에서 안으로
zh_hans: 由外向内
zh_hant: 由外向內

source: Race
de: Rennen
es: Carrera
fr: Course
ja: レース
ko: 레이스
zh_hans: 竞赛
zh_hant: 競賽

source: Pulse
de: Puls
es: Pulso
fr: Pulsation
ja: パルス
ko: 펄스
zh_hans: 脉冲
zh_hant: 脈衝

source: Unbraid (logo → bars)
de: Entflechten (Logo → Balken)
es: Destrenzar (logo → barras)
fr: Détresser (logo → barres)
ja: アンブレイド（ロゴ → バー）
ko: 풀기(로고 → 바)
zh_hans: 展开（标志 → 条形）
zh_hant: 展開（標誌 → 條形）

source: Random (default)
de: Zufällig (Standard)
es: Aleatorio (predeterminado)
fr: Aléatoire (par défaut)
ja: ランダム（デフォルト）
ko: 무작위(기본값)
zh_hans: 随机（默认）
zh_hant: 隨機（預設）

source: Keychain Access Required
de: Schlüsselbundzugriff erforderlich
es: Se requiere acceso al llavero
fr: Accès au trousseau requis
ja: キーチェーンアクセスが必要です
ko: 키체인 접근 필요
zh_hans: 需要钥匙串访问权限
zh_hant: 需要鑰匙圈存取權限

source: CodexBar will ask macOS Keychain for “%@” so it can decrypt browser cookies and authenticate your account. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach „%@“ fragen, um Browser-Cookies zu entschlüsseln und Ihr Konto zu authentifizieren. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS “%@” para descifrar las cookies del navegador y autenticar su cuenta. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS « %@ » pour déchiffrer les cookies du navigateur et authentifier votre compte. Cliquez sur OK pour continuer.
ja: CodexBar はブラウザ Cookie を復号してアカウントを認証するために macOS キーチェーンに「%@」を要求します。OK をクリックして続行してください。
ko: CodexBar가 브라우저 Cookie를 복호화하고 계정을 인증하기 위해 macOS 키체인에서 “%@”을(를) 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求「%@」以解密浏览器 Cookie 并验证您的账户。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求「%@」以解密瀏覽器 Cookie 並驗證您的帳戶。點擊好以繼續。

source: CodexBar will ask macOS Keychain for the Claude Code OAuth token so it can fetch your Claude usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach dem Claude Code OAuth-Token fragen, um Ihre Claude-Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS el token OAuth de Claude Code para obtener su uso de Claude. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS le jeton OAuth Claude Code pour récupérer votre utilisation Claude. Cliquez sur OK pour continuer.
ja: CodexBar は Claude の使用量を取得するために macOS キーチェーンに Claude Code OAuth トークンを要求します。OK をクリックして続行してください。
ko: CodexBar가 Claude 사용량을 가져오기 위해 macOS 키체인에서 Claude Code OAuth 토큰을 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求 Claude Code OAuth 令牌以获取您的 Claude 用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求 Claude Code OAuth 令牌以擷取您的 Claude 用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your OpenAI cookie header so it can fetch Codex dashboard extras. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem OpenAI-Cookie-Header fragen, um Codex-Dashboard-Extras abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de OpenAI para obtener los extras del panel de Codex. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie OpenAI pour récupérer les extras du tableau de bord Codex. Cliquez sur OK pour continuer.
ja: CodexBar は Codex ダッシュボードの追加情報を取得するために macOS キーチェーンに OpenAI Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 Codex 대시보드 추가 정보를 가져오기 위해 macOS 키체인에서 OpenAI Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 OpenAI Cookie 标头以获取 Codex 仪表板扩展信息。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 OpenAI Cookie 標頭以擷取 Codex 儀表板擴展資訊。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Claude cookie header so it can fetch Claude web usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Claude-Cookie-Header fragen, um die Claude-Webnutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de Claude para obtener el uso web de Claude. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie Claude pour récupérer l'utilisation web de Claude. Cliquez sur OK pour continuer.
ja: CodexBar は Claude のウェブ使用量を取得するために macOS キーチェーンに Claude Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 Claude 웹 사용량을 가져오기 위해 macOS 키체인에서 Claude Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Claude Cookie 标头以获取 Claude 网页用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Claude Cookie 標頭以擷取 Claude 網頁用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Cursor cookie header so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Cursor-Cookie-Header fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de Cursor para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie Cursor pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Cursor Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Cursor Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Cursor Cookie 标头以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Cursor Cookie 標頭以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your OpenCode cookie header so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem OpenCode-Cookie-Header fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de OpenCode para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie OpenCode pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに OpenCode Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 OpenCode Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 OpenCode Cookie 标头以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 OpenCode Cookie 標頭以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Factory cookie header so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Factory-Cookie-Header fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de Factory para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie Factory pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Factory Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Factory Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Factory Cookie 标头以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Factory Cookie 標頭以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your z.ai API token so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem z.ai-API-Token fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su token API de z.ai para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre jeton API z.ai pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに z.ai API トークンを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 z.ai API 토큰을 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 z.ai API 令牌以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 z.ai API 令牌以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Synthetic API key so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Synthetic-API-Schlüssel fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su clave API de Synthetic para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre clé API Synthetic pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Synthetic API キーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Synthetic API 키를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Synthetic API 密钥以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Synthetic API 金鑰以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your GitHub Copilot token so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem GitHub Copilot-Token fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su token de GitHub Copilot para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre jeton GitHub Copilot pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに GitHub Copilot トークンを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 GitHub Copilot 토큰을 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 GitHub Copilot 令牌以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 GitHub Copilot 令牌以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Kimi auth token so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Kimi-Authentifizierungstoken fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su token de autenticación de Kimi para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre jeton d'authentification Kimi pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Kimi 認証トークンを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Kimi 인증 토큰을 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Kimi 认证令牌以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Kimi 認證令牌以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Kimi K2 API key so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Kimi K2-API-Schlüssel fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su clave API de Kimi K2 para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre clé API Kimi K2 pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Kimi K2 API キーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Kimi K2 API 키를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Kimi K2 API 密钥以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Kimi K2 API 金鑰以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your MiniMax cookie header so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem MiniMax-Cookie-Header fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de MiniMax para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie MiniMax pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに MiniMax Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 MiniMax Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 MiniMax Cookie 标头以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 MiniMax Cookie 標頭以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your MiniMax API token so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem MiniMax-API-Token fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su token API de MiniMax para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre jeton API MiniMax pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに MiniMax API トークンを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 MiniMax API 토큰을 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 MiniMax API 令牌以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 MiniMax API 令牌以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Augment cookie header so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Augment-Cookie-Header fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de Augment para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie Augment pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Augment Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Augment Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Augment Cookie 标头以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Augment Cookie 標頭以擷取用量。點擊好以繼續。

source: CodexBar will ask macOS Keychain for your Amp cookie header so it can fetch usage. Click OK to continue.
de: CodexBar wird den macOS-Schlüsselbund nach Ihrem Amp-Cookie-Header fragen, um die Nutzung abzurufen. Klicken Sie auf OK, um fortzufahren.
es: CodexBar solicitará al llavero de macOS su encabezado de cookie de Amp para obtener el uso. Haga clic en Aceptar para continuar.
fr: CodexBar demandera au trousseau macOS votre en-tête de cookie Amp pour récupérer l'utilisation. Cliquez sur OK pour continuer.
ja: CodexBar は使用量を取得するために macOS キーチェーンに Amp Cookie ヘッダーを要求します。OK をクリックして続行してください。
ko: CodexBar가 사용량을 가져오기 위해 macOS 키체인에서 Amp Cookie 헤더를 요청합니다. 확인을 클릭하여 계속하세요.
zh_hans: CodexBar 将向 macOS 钥匙串请求您的 Amp Cookie 标头以获取用量。点击好以继续。
zh_hant: CodexBar 將向 macOS 鑰匙圈請求您的 Amp Cookie 標頭以擷取用量。點擊好以繼續。

source: %@ session depleted
de: %@-Sitzung erschöpft
es: Sesión %@ agotada
fr: Session %@ épuisée
ja: %@ セッション枯渇
ko: %@ 세션 소진됨
zh_hans: %@ 会话已耗尽
zh_hant: %@ 會話已耗盡

source: 0% left. Will notify when it’s available again.
de: 0 % übrig. Benachrichtigung, wenn es wieder verfügbar ist.
es: 0% restante. Se notificará cuando esté disponible de nuevo.
fr: 0 % restant. Notification lorsque le quota sera à nouveau disponible.
ja: 残り 0%。再び利用可能になったら通知します。
ko: 0% 남음. 다시 사용 가능해지면 알려드립니다.
zh_hans: 剩余 0%。恢复可用时将通知您。
zh_hant: 剩餘 0%。恢復可用時將通知您。

source: %@ session restored
de: %@-Sitzung wiederhergestellt
es: Sesión %@ restaurada
fr: Session %@ restaurée
ja: %@ セッション復旧
ko: %@ 세션 복구됨
zh_hans: %@ 会话已恢复
zh_hant: %@ 會話已恢復

source: Session quota is available again.
de: Das Sitzungskontingent ist wieder verfügbar.
es: La cuota de sesión está disponible de nuevo.
fr: Le quota de session est à nouveau disponible.
ja: セッションクォータが再び利用可能になりました。
ko: 세션 할당량이 다시 사용 가능합니다.
zh_hans: 会话配额再次可用。
zh_hant: 工作階段配額再次可用。

source: %@ login successful
de: %@-Anmeldung erfolgreich
es: Inicio de sesión %@ exitoso
fr: Connexion %@ réussie
ja: %@ ログイン成功
ko: %@ 로그인 성공
zh_hans: %@ 登录成功
zh_hant: %@ 登入成功

source: You can return to the app; authentication finished.
de: Sie können zur App zurückkehren; die Authentifizierung ist abgeschlossen.
es: Puede volver a la aplicación; la autenticación ha finalizado.
fr: Vous pouvez revenir à l'application ; l'authentification est terminée.
ja: アプリに戻ることができます。認証が完了しました。
ko: 앱으로 돌아갈 수 있습니다. 인증이 완료되었습니다.
zh_hans: 您可以返回应用；认证已完成。
zh_hant: 您可以返回應用程式；認證已完成。

source: Logging
de: Protokollierung
es: Registro
fr: Journalisation
ja: ログ
ko: 로깅
zh_hans: 日志
zh_hant: 日誌

source: Verbosity
de: Ausführlichkeit
es: Verbosidad
fr: Verbosité
ja: 詳細レベル
ko: 상세도
zh_hans: 详细程度
zh_hant: 詳細程度

source: Controls how much detail is logged.
de: Steuert, wie viel Detail protokolliert wird.
es: Controla cuánto detalle se registra.
fr: Contrôle le niveau de détail des journaux.
ja: ログに記録される詳細度を制御します。
ko: 기록되는 세부 수준을 제어합니다.
zh_hans: 控制记录的详细程度。
zh_hant: 控制記錄的詳細程度。

source: Open log file
de: Protokolldatei öffnen
es: Abrir archivo de registro
fr: Ouvrir le fichier journal
ja: ログファイルを開く
ko: 로그 파일 열기
zh_hans: 打开日志文件
zh_hant: 開啟日誌檔案

source: Enable file logging
de: Dateiprotokollierung aktivieren
es: Habilitar registro en archivo
fr: Activer la journalisation fichier
ja: ファイルログを有効化
ko: 파일 로깅 활성화
zh_hans: 启用文件日志
zh_hant: 啟用檔案日誌

source: Force animation on next refresh
de: Animation bei nächster Aktualisierung erzwingen
es: Forzar animación en la próxima actualización
fr: Forcer l'animation lors du prochain rafraîchissement
ja: 次回の更新時にアニメーションを強制
ko: 다음 새로고침 시 애니메이션 강제
zh_hans: 下次刷新时强制动画
zh_hant: 下次重新整理時強制動畫

source: Temporarily shows the loading animation after the next refresh.
de: Zeigt die Ladeanimation nach der nächsten Aktualisierung vorübergehend an.
es: Muestra temporalmente la animación de carga después de la próxima actualización.
fr: Affiche temporairement l'animation de chargement après le prochain rafraîchissement.
ja: 次回の更新後にローディングアニメーションを一時的に表示します。
ko: 다음 새로고침 후 로딩 애니메이션을 일시적으로 표시합니다.
zh_hans: 下次刷新后暂时显示加载动画。
zh_hant: 下次重新整理後暫時顯示載入動畫。

source: Loading animations
de: Ladeanimationen
es: Animaciones de carga
fr: Animations de chargement
ja: ローディングアニメーション
ko: 로딩 애니메이션
zh_hans: 加载动画
zh_hant: 載入動畫
